Repository: danerx77/f1
Catalog: tm/datascript.tmx
Source language: en
Languages: pl

# Welcome to the POKéMON CABLE CLUB.pWhich of our services do you wish to use?
source: Welcome to the POKéMON CABLE\nCLUB.\pWhich of our services do you wish\nto use?
pl: Witamy w POKéMON CABLE CLUB.\pZ której usługi masz ochotę\nskorzystać?

# Which of our services do you wish to use?
source: Which of our services do you wish\nto use?
pl: Z której usługi masz ochotę\nskorzystać?

# Trade POKéMON with another player using a GBA Game Link cable.
source: Trade POKéMON with another player\nusing a GBA Game Link cable.
pl: Wymiana POKéMONÓW z innym graczem\nprzy pomocy Game Link cable.

# You may battle another TRAINER using a GBA Game Link cable.
source: You may battle another TRAINER\nusing a GBA Game Link cable.
pl: Możesz zmierzyć się z innym\nTRENEREM przez Game Link cable.

# For a DOUBLE BATTLE, you must have at least two POKéMON.
source: For a DOUBLE BATTLE, you must\nhave at least two POKéMON.
pl: Potrzebujesz minimum 2 POKéMONÓW\ndo PODWÓJNEJ WALKI.

# For trading, you must have at least two POKéMON with you.
source: For trading, you must have at\nleast two POKéMON with you.
pl: Do wymiany, potrzebujesz\nprzynajmniej 2 POKéMONÓW.

# A POKéMON holding the {STR_VAR_1} BERRY can't be traded.
source: A POKéMON holding the {STR_VAR_1}\nBERRY can't be traded.
pl: POKéMON z JAGODĄ {STR_VAR_1}\nnie może być wymieniony.

# Please wait. … … B Button: Cancel
source: Please wait.\n… … B Button: Cancel
pl: Chwileczkę.\n…… Przycisk B: Anuluj

# When all players are ready… A Button: ConfirmlB Button: Cancel
source: When all players are ready…\nA Button: Confirm\lB Button: Cancel
pl: Oczekiwanie na graczy…\nPrzycisk A: Potwierdź\lPrzycisk B:Anuluj

# Start link with {STR_VAR_1} players. A Button: ConfirmlB Button: Cancel
source: Start link with {STR_VAR_1} players.\nA Button: Confirm\lB Button: Cancel
pl: Uruchomić łącze z {STR_VAR_1} graczami.\nPrzycisk A: OK\lPrzycisk B: Anuluj.

# Awaiting linkup… … … B Button: Cancel
source: Awaiting linkup…\n… … B Button: Cancel
pl: Oczekiwanie połączenia…\n… …Przycisk B: Anuluj

source: Please enter.
pl: Proszę wejść.

source: I'll direct you to your room now.
pl: Zaprowadzę cię do twojego pokoju.

source: Someone is not ready to link.\pPlease come back after everyone\nhas made preparations.
pl: Ktoś nie jest gotowy.\pProszę wrócić, gdy wszyscy będą już\nprzygotowani.

# Sorry, we have a link error… Please reset and try again.
source: Sorry, we have a link error…\nPlease reset and try again.
pl: Przepraszmy, błąd połączenia…\nZresetuj i spróbuj od nowa

# The link partners appear to have made different selections.
source: The link partners appear to have\nmade different selections.
pl: Partnerzy wybrali chyba inny\nrodzaj połączenia.

source: Please do visit again.
pl: Do zobaczenia.

# The number of participants is incorrect.
source: The number of participants is\nincorrect.
pl: Liczba uczestników jest\nniepoprawna.

# The SINGLE BATTLE Mode can't be played by {STR_VAR_1} players.
source: The SINGLE BATTLE Mode can't be\nplayed by {STR_VAR_1} players.
pl: W JEDNOOSOBOWEJ WALCE nie może\nbrać udział {STR_VAR_1} graczy.

# The DOUBLE BATTLE Mode can't be played by {STR_VAR_1} players.
source: The DOUBLE BATTLE Mode can't be\nplayed by {STR_VAR_1} players.
pl: W PODWÓJNEJ WALKE nie może\nbrać udziału {STR_VAR_1} graczy.

# There must be four players to play this Battle Mode.
source: There must be four players to play\nthis Battle Mode.
pl: Musi być czterech graczy, by\nrozegrać tę walkę.

# Please confirm the number of players and start again.
source: Please confirm the number of\nplayers and start again.
pl: Proszę potwierdzić liczbę\ngraczy i zacznij od nowa.

# The link will be terminated if you leave the room. Is that okay?
source: The link will be terminated if you\nleave the room. Is that okay?
pl: Połączenie zostanie zerwane, jeśli\nopuścisz pokój. W porządku?

# Terminating link… You will be escorted out oflthe room. Please wait.
source: Terminating link…\nYou will be escorted out of\lthe room. Please wait.
pl: Zrywanie połączenia…\nZostaniesz wyprowadzony z\lpokoju. Chwileczkę.

# This TRAINER is too busy to notice…
source: This TRAINER is too busy to\nnotice…
pl: Ten TRENER jest zbyt\nzajęty…

# Score! Got to look at {STR_VAR_1}'s TRAINER CARD!
source: Score! Got to look at {STR_VAR_1}'s\nTRAINER CARD!
pl: Punkt! Podejrzał KARTĘ TRENERA\n{STR_VAR_1}!

# Score! Got to look at {STR_VAR_1}'s TRAINER CARD!pIt's a {STR_VAR_2} card!
source: Score! Got to look at {STR_VAR_1}'s\nTRAINER CARD!\pIt's a {STR_VAR_2} card!
pl: Punkt! Podejrzał KARTĘ TRENERA\n{STR_VAR_1}!\pTo karta {STR_VAR_2}!

# Please take your seat and start your battle.
source: Please take your seat and start\nyour battle.
pl: Proszę usiąść i rozpocząć swój\npojedynek.

# Please take your seat and start your trade.
source: Please take your seat and start\nyour trade.
pl: Proszę usiąść i rozpocząć\nproces wymiany.

source: I hope to see you again!
pl: Spotkajmy się ponownie!

source: Hello, {PLAYER}!\pIt's me, TEALA, the POKéMON\nCENTER 2F attendant.\pIs there something you needed to\nask me about linking?
pl: Witaj, {PLAYER}!\pTo ja, TEALA, pomocnik z\n2F CENTRUM POKéMON.\pCzy jest coś, o co chciałbyś mnie\nzapytać?

source: Let me explain how the POKéMON\nWIRELESS CLUB works.\pOn this, the top floor, there are\ntwo rooms.\pFirst, the room on the left.\nIt's the UNION ROOM.\pYou may link up with TRAINERS\naround you who have also entered\lthe UNION ROOM.\pWith them, you may do things like\nchat, battle, and trade.\pSecond, the room on the right is\nthe DIRECT CORNER.\pYou may trade or battle POKéMON\nwith your friends in this room.\pSometimes, you may not be able to\nfind your friends in the UNION ROOM\lor the DIRECT CORNER.\pIn that case, please move closer\nto your friends.\pIf the Wireless Adapter isn't\nconnected, you may still link up\lusing a GBA Game Link cable.\pIf that is the case, you must go\nto the DIRECT CORNER.\pI hope you enjoy the Wireless \nCommunication System.
pl: Pozwól, że wytłumaczę ci jak\ndziała WIRELESS CLUB.\pNa tym piętrze znajdują się dwa\npomieszczenia.\pPomieszczenie z lewej to\nUNION ROOM.\pMożesz połączyć się tam z TRENERAMI,\nktórzy także znajdują się w\lUNION ROOM.\pPozwoli co to na rozmowę,\nwalkę, a także wymianę z nimi.\pPokój po stronie prawej, to\lDIRECT CORNER.\pTam, możesz walczyć i wymieniać się\nPOKéMONAMI ze swoimi przyjaciółmi.\pCzasami, możesz mieć problemy ze\nznalezieniem kolegów przebywających\pw UNION ROOM lub DIRECT CORNER.\pW takim wypadku, przybliż się\ndo swoich przyjaciół.\pJeżeli nie zostanie podłączony\pWireless Adapter, nadal możesz łączyć\lsię za pomocą GBA Game Link cable.\pW tym wypadku korzystaj jednak\ntylko z DIRECT CORNER.\pMiłej zabawy z\nSystemem Bezprzewodowym.

# I hope you enjoy the Wireless Communication System.
source: I hope you enjoy the Wireless\nCommunication System.
pl: Miłem zabawy z Systemem\nKomunikacji Bezprzewodowej.

# This tree looks like it can be CUT down!pWould you like to CUT it?
source: This tree looks like it can be CUT\ndown!\pWould you like to CUT it?
pl: Wygląda na to, że to drzewko\nmoże zostać ŚCIĘTE.\pCzy użyć CIĘCIA?

source: {STR_VAR_1} used {STR_VAR_2}!
pl: {STR_VAR_1} użył {STR_VAR_2}!

# This tree looks like it can be CUT down!
source: This tree looks like it can be CUT\ndown!
pl: Wygląda na to, że to drzewo\nmożna ŚCIĄĆ!

# This rock appears to be breakable. Would you like to use ROCK SMASH?
source: This rock appears to be breakable.\nWould you like to use ROCK SMASH?
pl: Ten kamień wygląda bardzo krucho.\nCzy chcesz użyć ŁUPACZA SKAL?

# It's a rugged rock, but a POKéMON may be able to smash it.
source: It's a rugged rock, but a POKéMON\nmay be able to smash it.
pl: To kruchy kamień. POKéMON może\nbyć w stanie go rozłupać.

source: It's a big boulder, but a POKéMON\nmay be able to push it aside.\pWould you like to use STRENGTH?
pl: To olbrzymi głaz, ale POKéMON\nmoże być w stanie go popchnąć.\pCzy chcesz użyć SIŁY?

source: {STR_VAR_1} used STRENGTH!\p{STR_VAR_1}'s STRENGTH made it\npossible to move boulders around!
pl: {STR_VAR_1} użył SIŁY!\pSIŁA pozwala {STR_VAR_1}\nprzesuwać ciężkie kamienie!

# It's a big boulder, but a POKéMON may be able to push it aside.
source: It's a big boulder, but a POKéMON\nmay be able to push it aside.
pl: To wielki kamień, ale POKéMON może\nbyć w stanie go popchnąć.

# STRENGTH made it possible to move boulders around.
source: STRENGTH made it possible to move\nboulders around.
pl: SIŁA pozwala na przesuwanie\nciężkich kamieni.

# A wall of water is crashing down with a mighty roar.
source: A wall of water is crashing down\nwith a mighty roar.
pl: Woda spada na dół z wielkim\nłoskotem.

# It's a large waterfall. Would you like to use WATERFALL?
source: It's a large waterfall.\nWould you like to use WATERFALL?
pl: To olbrzymi wodospad.\nCzy chcesz użyć WODOSPADU?

source: {STR_VAR_1} used WATERFALL.
pl: {STR_VAR_1} użył WODOSPADU.

# The sea is deep here. A POKéMON may be able to go underwater.
source: The sea is deep here. A POKéMON\nmay be able to go underwater.
pl: Woda jest tu bardzo głęboka.\nPOKéMON mógłby zejść pod wodę.

# The sea is deep here. Would you like to use DIVE?
source: The sea is deep here.\nWould you like to use DIVE?
pl: Woda jest tu głęboka.\nCzy chcesz użyć NURKOWANIA?

source: {STR_VAR_1} used DIVE.
pl: {STR_VAR_1} użył NURKOWANIA.

# Light is filtering down from above. A POKéMON may be able to surface.
source: Light is filtering down from above.\nA POKéMON may be able to surface.
pl: Dochodzi tu światło z powierzchni.\nPOKéMON mógłby wypłynąć.

# Light is filtering down from above. Would you like to use DIVE?
source: Light is filtering down from above.\nWould you like to use DIVE?
pl: Dochodzi tu światło z powierzchni.\nCzy chcesz użyć NURKOWANIA?

# There is an obstacle above. DIVE can't be used here.
source: There is an obstacle above.\nDIVE can't be used here.
pl: Na górze jest przeszkoda.\nNie można użyć NURKOWANIA.

source: Looks like there's nothing here…
pl: Wygląda na to, że nic tu nie ma...

source: Hi, glad to meet you!\p…That's unfriendly of you.\nHow about saying hi back?\pSo, come on, tell me about\nyourself.\pI'd love to hear your profile!
pl: Witaj! Miło cię poznać!\p...To bardzo niemiłe.\nMoże byś mi odpowiedział?\pNo, proszę, powiedz mi\ncoś o sobie.\pChciałabym usłyszeć twój profil!

# Tell me something good about yourself. What's your profile?
source: Tell me something good about\nyourself. What's your profile?
pl: Powiedz mi o sobie coś dobrego.\nJaki masz profil?

source: A profile is written using four\nwords or phrases.\pThere're plenty of words to choose\nfrom for your profile.\pThe words and phrases are placed\nin several convenient groups.\pFirst, choose a group, then choose\na word or phrase.\p…It's easier than it sounds.\nWhy don't you try it?
pl: Profil składa się z czterech\nwyrazów lub fraz.\pBy ułożyć dobry profil wyposażono\ncię w szeroką gamę słów.\pSłowa i frazy umiejscowione są w\nróżnych, wygodnych grupach.\pNajpierw, wybierz grupę, potem\nwybierz słowo lub frazę.\p…To łatwiejsze niż ci się wydaje.\nMoże spróbujesz?

source: What's your profile?
pl: Jaki masz profil?

# Aww… Don't be like that. You can tell me your profile.
source: Aww… Don't be like that.\nYou can tell me your profile.
pl: Ałł… Nie bądź taki.\nMożesz mi powiedzieć!

# Oh, you've decided not to? You're fickle, aren't you?
source: Oh, you've decided not to?\nYou're fickle, aren't you?
pl: Zdecydowałeś się nie mówić?\nCóż za niezdecydowanie!

# Hi! We meet again!
source: Hi!\nWe meet again!
pl: Witaj ponownie!

# Would you like to change your profile?
source: Would you like to change your\nprofile?
pl: Czy chciałbyś zmienić swój\nprofil?

# What are you like now? I'd really like to know.
source: What are you like now?\nI'd really like to know.
pl: Jaki jesteś teraz?\nBardzo chciałabym wiedzieć.

# Okay, you like your profile the way it is.pI think so, too.
source: Okay, you like your profile the\nway it is.\pI think so, too.
pl: Dobrze, podoba ci się taki jaki\njest.\pTeż tak sądzę.

source: Hmhm…\pYour profile really says something\nabout who you are.\pNow that I know you better, it \nmakes us better friends than ever!
pl: Hmhm…\pTwój profil naprawdę mówi coś na\ntemat ciebie.\pTeraz, skoro znam cię już lepiej,\njesteśmy na dobrej drodze do przyjaźni!

source: Oh, I've heard that before…\pMy cousin, who lives far away,\nalways used to say that, I think.
pl: Och, już to gdzieś słyszałam…\pTak zawsze mawiał mój kuzyn z\nbardzo, bardzo daleka.

# Please tell me more about yourself next time!
source: Please tell me more about\nyourself next time!
pl: Proszę, powiedz mi kiedyś\ncoś o sobie!

source: REPEL's effect wore off…
pl: ODGANIACZ skończył się...
